Repository: asingh34/VisualMenu
Catalog: asingh34_p_1/VisualMenu/VisualMenu/*.lproj/Localizable.strings
Languages: fr

# str_food_title
source: Visual Menu!
fr: Menu visuel !

# str_food_desc
source: Select an image for it's ingredients and descrption!
fr: Sélectionnez une image pour son ingrédients et description!

# str_steak
source: Steak Dinner
fr: Dîner de steak

# str_bento
source: Bento Box
fr: Boîte à bento

# str_drinks
source: Beverages
fr: Breuvages

# str_burger_desc
source: A classic cheeseburger with lettuce, tomato, and pickles.
fr: Un cheeseburger classique avec de la laitue, des tomates et des cornichons.

# str_pizza_desc
source: Pizza comes in either pepporoni or cheese.
fr: Les pizzas sont au pepporoni ou au fromage.

# str_sandwich_desc
source: Turkey, bacon, lettuce, Tomato sandwich.
fr: Dinde, bacon, laitue, sandwich à la tomate.

# str_steak_desc
source: USDA prime beef cooked to order served with mashed potatoes.
fr: Bœuf USDA préparé à la commande, servi avec purée de pommes de terre.

# str_bento_desc
source: Assortment of 4 sashimi, 1 california roll, miso soup, and salad.
fr: Assortiment de 4 sashimi, 1 rouleau californien, soupe miso et salade.

# str_burrito_desc
source: Chicken, beef, pork, or just rice and beans with cheese, lettuce, and salsa.
fr: Du poulet, du bœuf, du porc ou simplement du riz et des haricots avec du fromage, de la laitue et de la salsa.

# str_udon_desc
source: Chicken or Vegetable udon.
fr: Udon au poulet ou aux légumes.

# str_spag_desc
source: Spaghetti with meatballs or with red sauce only.
fr: Spaghetti aux boulettes de viande ou à la sauce rouge uniquement.

# str_drinks_desc
source: Coke, Diet Coke, Sprite, Ice Water
fr: Coke, Coke Diète, Sprite, Eau Glacée.
